/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright © 2005-2007 Apple Inc.";

AMName = "Get Process Information";

/*  AMApplication localized strings  */
/*  AMCategory localized strings  */
"System" = "System";

/*  AMDefaultParameters localized values  */
processName = "Finder";

/*  AMDescription localized strings  */
AMDInput = "Process name (optional).";
AMDResult = "A text report or an AppleScript record.";
AMDSummary = "Get active process information.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";